[
    {
        "title": "Personal History",
        "description": "<>This was the first RPG game my parents '<strong>bought</strong>' me. From a very young age I have always been attracted to role-playing games that I watched on channels on TV shows or on the internet. When I was about 11 years old my parents were able to buy a pc, I didnt have internet, so I asked my mother to buy me games. My mother bought me a CD with almost 100 different games in a nearby market, that made me very happy and I played all the games on it. there were some that no longer worked and most in languages that I did not understand, it should be noted that the games were divided into shooting games or turn-based role-playing games with graphics from the times of the SNES console. Among them, some that I remember with great joy are Lufia II and Mario RPG, but at some point I found a game with a combat system that I found incredible. I remember thinking that it was one of the most current games of the time, since it allowed me to move in combat and hit enemies without waiting too long, that was the TOP. </>"
    },
    {
        "title": "Game History",
        "description": "The story is quite extensive and it is not very special, but have a good villain and the travel time theme, in addition to having quite tragic stories. This is a resume of the story in PS version (just cause have more things) divided in three parts present, past, future",
        "subsection": [
            {
                "title": "Present",
                "description": "We start with a sad beginning, Cless, a swordsman, and his best friend, Chester, after returning froma hunt in a nearest forest, they find their town destroyed, Cless's parents, his sister, and Chester's little sister are all dead, Cless decides to leave with his uncles to hide while Chester decide stay. Cless's uncles betray him and are killed by the villain's henchmen, a former imperial swordsman friend of Cless's father who is being controlled for being very powerful and having certain artifacts to free himself, Dhaos.Cless is locked up but manages to escape with the help of the spirit of Maria, a priestess who had died a few days ago, finds Mint, a priestess daughter of Maria who was kidnapped along with her mother, together they escape and are found.by Chester and Morrison, a sorcerer.friend of his parents.Morrison tells them that his ancestors managed to seal Dhaos, and now he must leave to avoid being released and he does not want the help of the group because he considers them very weak, they still come to his aid, but they are late, Dhaos was released.The difference in power between them is too much, so Morrison sends Mint and Cless into the time.",
                "imgs": [
                    {
                        "id": "i08jaNw",
                        "description": "",
                        "title": "",
                        "end": ".jpg"
                    },
                    {
                        "id": "R8dW0ao",
                        "description": "",
                        "title": "Dhaos get free",
                        "end": ".jpg"
                    }
                ]
            },
            {
                "title": "Past",
                "description": "Mint and Cless discover that they were sent to the past, so they decide to find new companions to defeat the Dhaos of that time and return to the present, they meet Klarth, a scholar fascinated by the summoning of spirits. And Arche, a very mischievous half-elf, her is capable of casting very powerful spells. The group, after many adventures, joins to a war against Dhaos and defeats him in his castle. Now they need to return to the present, and for this they go in search of a lost civilization, Thor. But before that, Mint decides to restore the mana tree, Yggdrasil, which was completely withered in the future, because of the humans. Mint manages to restore the tree with the help of Pegasus and then manages to reach Thor, whereupon they arrive in the present and defeat Dhaos just before he kills Morrison and Chester. A few days pass, and Klarth and Arche must go back to their time, but they see meteors falling from the sky and a stranger, who introduces himself as a noble from the future, asks the group for help, since Dhaos has appeared in the future",
                "imgs": [
                    {
                        "id": "dFUkYIm",
                        "description": "",
                        "title": "",
                        "end": ".png"
                    },
                    {
                        "id": "PNXbwMX",
                        "description": "",
                        "title": "",
                        "end": ".jpg"
                    },
                    {
                        "id": "RjejPLA",
                        "description": "",
                        "title": "",
                        "end": ".png"
                    },
                    {
                        "id": "MQGp9wF",
                        "description": "",
                        "title": "",
                        "end": ".jpg"
                    }
                ]
            },
            {
                "title": "Future",
                "description": "The group travels to the future. Where they are told that in order to finally defeat Dhaos, they must obtain the sword of time, on their journey, Suzu may optionally join the group a young ninja who belongs to a village where several of its members have fallen under Dhaos mental control, including Suzu's parents. After obtaining the sword of time, the group decides to go to the final battle. Upon defeating Dhaos, we learn that he is an alien being, who came to earth in search of a mana seed to save his race, but it would not be able to appear if the humans continued to use magictechnology. After finishing the game, we are shown that the world tree Yggdrasil manages to obtain a seed of mana and its spirit sends the seed and body of Dhaos to its home planet.",
                "imgs": [
                    {
                        "id": "fqFqTlK",
                        "description": "",
                        "title": "",
                        "end": ".jpg"
                    },
                    {
                        "id": "Veewgn4",
                        "description": "",
                        "title": "",
                        "end": ".png"
                    },
                    {
                        "id": "tYq2GQ3",
                        "description": "",
                        "title": "",
                        "end": ".png"
                    }
                ]
            }
        ]
    },
    {
        "title": "Battle System",
        "description": "<>One of the things that I really liked about this game is the battle system, which is called <a href='https://tales.neoseeker.com/wiki/Linear_Motion_Battle_System' id='tribute-link' target='_blank' rel='noreferrer'>Linear Motion Battle System</a>, in this battle system, you fight against enemies in 2D dimension, and you are allowed to control a character during the whole battle while your allies were controlled by the AI, you could move, attack, and even defend in future remakes, and at the same time, you could use the menu button to make your allies use certain powers or specific items. The main character, Cless, could find very strong skill combos during his journey, which allowed him to combine two or more mastered skills to make them very powerful. It also had certain rpg characteristics, such as the maximum of 4 characters during a battle, each character covered certain specific roles and there was a certain pokemon-style attribute system, both in some weapons and spells or summons. </>",
        "imgs": [
            {
                "id": "DR4Y1HK",
                "description": "",
                "title": "",
                "end": ".png"
            },
            {
                "id": "KmpSyqH",
                "description": "",
                "title": "",
                "end": ".png"
            }
        ]
    },
    {
        "title": "Characteres",
        "imgs": []
    }
]